driver-tests/cachese/filterRequestReply/SynchronousSampleJbi/test/TestCase0/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:syn="http://xml.netbeans.org/schema/SynchronousSample">
  <soapenv:Body>
    <syn:Employee>
      <syn:EmployeeNumber>123456789</syn:EmployeeNumber>
      <syn:LastName>Raj</syn:LastName>
      <syn:FirstName>Gopalan Suresh</syn:FirstName>
      <syn:JobTitle>Architect</syn:JobTitle>
      <syn:AnnualSalary>9876543.21</syn:AnnualSalary>
    </syn:Employee>
  </soapenv:Body>
</soapenv:Envelope>